/* The label of the Cancel button */
"Cancel" = "Cancelar";

/* The label of the Continue button */
"Continue" = "Continuar";

/* The label of the Retry button */
"Retry" = "Reintentar";

/* The label of the Redo button */
"Redo" = "Rehacer";

/* The label of the Trust button */
"Trust" = "Confiar";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Error de identidad del servidor";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "El certificado del servidor ha caducado o aún no es válido.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "El certificado del servidor no está firmado por ningún servidor raíz.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "El certificado del servidor aún no es válido.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "El certificado del servidor está firmado por un servidor raíz que no es de confianza.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "No se puede verificar la identidad de \"%1$@\". %2$@\n\nSi opta por continuar, puede poner en riesgo su información confidencial.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Debe reintentar la conexión con \"%@\" para acceder al contenido.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ no puede verificar la identidad de \"%2$@\". Para acceder a este contenido de todos modos, seleccione \"%3$@\" y vuelva a intentar la última operación.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "No se puede verificar la identidad del servidor";

